import React from 'react';
import { SectionContainer, SectionContent, SectionTitle } from './DetailInfoStyle';

function DetailIntro() {
  return (
    <SectionContainer>
      <SectionTitle>공간정보</SectionTitle>
      <SectionContent>
        약 30평 정도 되는 복층의 공간이에요
        커다란 스크린이 구비되어 있는 넓은 공간과, 위에는 비어퐁을 즐길수있는, 아래는 닌텐도와 추억의 오락을 즐길수 있는 공간으로 나누어져 있어요.
        화장실도 건물에 내부에 있으므로 단독으로 안전하게 이용 가능합니다.

        테이블에는 총 10인까지 착석이 가능하며, 주방에서는 인덕션이 있어 간단한 조리와, 주류냉장고와 전자레인지가 있어요!
        다양한 종류의 컵과 식기류, 수저, 포크 등이 준비되어 있습니다!

        120인치의 4K 화면으로 넷플릭스 및 유튜브 시청 가능하며 생생한 소리를 위해 스피커 설치 완료하였습니다.
        TJ미디어 노래방기기 , 무선마이크 구비!

        약 30평 정도 되는 복층의 공간이에요
        커다란 스크린이 구비되어 있는 넓은 공간과, 위에는 비어퐁을 즐길수있는, 아래는 닌텐도와 추억의 오락을 즐길수 있는 공간으로 나누어져 있어요.
        화장실도 건물에 내부에 있으므로 단독으로 안전하게 이용 가능합니다.

        테이블에는 총 10인까지 착석이 가능하며, 주방에서는 인덕션이 있어 간단한 조리와, 주류냉장고와 전자레인지가 있어요!
        다양한 종류의 컵과 식기류, 수저, 포크 등이 준비되어 있습니다!

        120인치의 4K 화면으로 넷플릭스 및 유튜브 시청 가능하며 생생한 소리를 위해 스피커 설치 완료하였습니다.
        TJ미디어 노래방기기 , 무선마이크 구비!
      </SectionContent>
    </SectionContainer>
  );
}

export default DetailIntro;